Repository: benetech/wp-youtube-lyte
Catalog: languages/wp-youtube-lyte-*.po
Languages: he_il, ro_ro

source: Title:
he_il: כותרת:
ro_ro: Titlu:

source: Size:
he_il: גודל:
ro_ro: Dimensiune:

source: Type:
he_il: סוג:
ro_ro: Tip:

source: audio
he_il: אודיו

source: video
he_il: וידאו

source: Youtube-URL:
he_il: יוטיוב-URL:

source: Text:
he_il: טקסט"

source: Smaller 4:3 player
he_il: נגן 4:3 קטן
ro_ro: Mai mic player de 4: 3

source: Smaller 16:9 player
he_il: נגן 16:9 קטן
ro_ro: Mai mic 16:9 jucător

source: Standard value, YouTube default for 4:3-ratio video
he_il: ערך סטנדרטי, נגן יוטיוב ברירת מחדל 4:3 יחס צפייה
ro_ro: Valoarea standard, YouTube implicit pentru 4: 3-raportul video

source: YouTube default for 16:9-ratio video
he_il: נגן יוטיוב ברירת מחדל 16:9 יחס צפייה
ro_ro: YouTube implicit pentru 16: 9-raportul video

source: Larger 4:3 player
he_il: נגן גדול 4:3
ro_ro: Mai mare jucator 04:03

source: Larger 16:9 player
he_il: נגן גדול 16:9
ro_ro: Mai mare jucător 16:9

source: Maxi 4:3 player
he_il: נגן מקסי 4:3
ro_ro: Player maxi 4: 3

source: Maxi 16:9 player
he_il: נגן מקסי 16:9
ro_ro: Player maxi 16: 9

source: Watch this playlist on YouTube
he_il: צפה ברשימת השמעה זאת ביוטיוב
ro_ro: Uita-te la acest playlist pe YouTube

source: Watch this playlist
he_il: צפה ברשימת השמעה זאת
ro_ro: Uita-te la această listă de redare

source: on YouTube
he_il: ביוטיוב
ro_ro: pe YouTube

source: Watch this video on YouTube
he_il: צפה בסרטון זה ביוטיוב
ro_ro: Uita-te la acest video de pe YouTube

source: Watch this video
he_il: צפה בסרטון זה
ro_ro: Uita-te la acest video

source: or on
he_il: או ב-
ro_ro: sau pe

source: WP YouTube Lyte Settings
he_il: הגדרות WP YouTube Lyte
ro_ro: WP YouTube Lyte Setări

source: WP YouTube Lyte inserts "Lite YouTube Embeds" in your blog. These look and feel like normal embedded YouTube, but don't use Flash unless clicked on, thereby <a href="http://blog.futtta.be/2010/08/30/the-state-of-wp-youtube-lyte/" target="_blank">reducing download size & rendering time substantially</a>. When a video is played, WP-YouTube-Lyte can either activate <a href="http://apiblog.youtube.com/2010/07/new-way-to-embed-youtube-videos.html" target="_blank">YouTube's embedded html5-player</a> or the older Flash-version, depending on the settings below.
he_il: התוסף WP YouTube Lyte מכניס "Lite YouTube Embeds" בבלוג שלך. אלו מרגישים ומתנהגים כמו סרטוני יוטיוב רגילים אך לא משתמשים בפלאש אלא אם לחצתם על האפשרות, בצורה כזאת <a href="http://blog.futtta.be/2010/08/30/the-state-of-wp-youtube-lyte/" target="_blank">מקטינים את זמן ההורדה בצורה משמעותית</a>. כאשר הסרטון מתנגן, WP-YouTube-Lyte תפעיל את <a href="http://apiblog.youtube.com/2010/07/new-way-to-embed-youtube-videos.html" target="_blank">הנגן HTML5 של יוטיוב</a> או את גרסת הפלאש הישנה בהתאם להגדרות למטה.
ro_ro: WP YouTube introduce Lyte "Lite YouTube Încorporează" în blog. Aceste aspect si simt ca normală Embedded YouTube, dar nu folosi Flash excepţia cazului în care a făcut clic pe, astfel <a href="http://blog.futtta.be/2010/08/30/the-state-of-wp-youtube-lyte/" target="_blank"> reducerea dimensiunii de descărcare şi redare de timp în mod substanţial </a>. Când un film este jucat, WP-YouTube-Lyte poate activa fie <a href="http://apiblog.youtube.com/2010/07/new-way-to-embed-youtube-videos.html" target="_blank"> YouTube încorporat HTML5-player-ul </a> sau mai vechi Flash-versiune, în funcţie de setările de mai jos.

source: You can place video and audio in your posts and pages by adding one or more http<strong>v</strong> or http<strong>a</strong> YouTube-links to your post. These will automatically be replaced by WP YouTube Lyte with the correct (flash-less) code. To add a video for example, you type a URL like <em>http<strong>v</strong>://www.youtube.com/watch?v=QQPSMRQnNlU</em> or <em>http<strong>v</strong>://www.youtube.com/playlist?list=PLA486E741B25F8E00</em> for a playlist. If you want an audio-only player, you enter <em>http<strong>a</strong>://www.youtube.com/watch?v=BIQIGR-kWtc</em>. There's more info on the <a href="http://wordpress.org/extend/plugins/wp-youtube-lyte/faq/" target="_blank">wordpress.org WP YouTube Lyte FAQ page</a>.
he_il: אתה יכול להטמיע סאונד וסרטונים על ידי הוספה בתוך הכתובת של הסרטון של http<strong>v</strong> או http<strong>a</strong> בפוסטים או בדפים שלך. אלה יוחלפו באופן אוטומטי על ידי WP YouTube Lyte עם הקוד הנכון. לדוגמה, כדי להוסיף סרטון אתה מדביק את הכתובת <em>http<strong>v</strong>://www.youtube.com/watch?v=QQPSMRQnNlU</em> או <em>http<strong>v</strong>://www.youtube.com/playlist?list=PLA486E741B25F8E00</em> for a playlist. If you want an audio-only player, you enter <em>http<strong>a</strong>://www.youtube.com/watch?v=BIQIGR-kWtc</em>. There's more info on the <a href="http://wordpress.org/extend/plugins/wp-youtube-lyte/faq/" target="_blank">wordpress.org WP YouTube Lyte FAQ page</a>. שימו לב לתוספת של האות V.
ro_ro: Puteţi pune video şi audio in mesajele dumneavoastră şi pagini prin adăugarea uneia sau mai multor http </strong>://www.youtube.com/watch?v=QQPSMRQnNlU</em> or <em>http<strong>v</strong>://www.youtube.com/playlist?list=PLA486E741B25F8E00</em> YouTube-link-uri pentru a posta dvs.. Acestea vor fi înlocuite automat cu WP . YouTube Lyte cu corectă (flash-mai puţin) cod pentru a adauga un film de exemplu, tastaţi un URL ca <em>http<strong>a</strong>://www.youtube.com/watch?v=BIQIGR-kWtc</em> wordpress.org <a href="http://wordpress.org/extend/plugins/wp-youtube-lyte/faq/" target="_blank">wordpress.org WP YouTube Lyte FAQ page</a>."WP YouTube lyte Întrebări frecvente pagina </ a>.

source: You can modify WP-YouTube-Lyte's behaviour by changing the following settings:
he_il: אתה יכול לשנות את ההתנהגות של WP-YouTube-Lyte בעזרת ההגדרות הבאות:
ro_ro: Puteţi modifica comportamentul WP-YouTube-Lyte prin schimbarea următoarele setări:

source: Player size
he_il: גודל נגן

source: Add links below the embedded videos?
he_il: להוסיף קישורים מתחת לסרטון המוטמע?
ro_ro: Adauga linkurile de mai jos clipurile video încorporate?

source: Show links?
he_il: להציג קישורים?
ro_ro: Afişare link-uri?

source: Add YouTube-link.
he_il: הוספת קישור יוטיוב
ro_ro: Adăugaţi YouTube-link.

source: Add both a YouTube and an <a href="http://icant.co.uk/easy-youtube/docs/index.html" target="_blank">Easy YouTube</a>-link.
he_il: הוסף קישור גם ליוטיוב וגם ל<a href="http://icant.co.uk/easy-youtube/docs/index.html" target="_blank">Easy YouTube</a>.
ro_ro: Adăugaţi atât o pe YouTube şi un <a href="http://icant.co.uk/easy-youtube/docs/index.html" target="_blank">Easy YouTube</a>-link.

source: Don't add any links.
he_il: אל תוסיף אף קישור.
ro_ro: Nu adăuga orice link-uri.

source: Play video in HD if possible?
he_il: לנגן את הסרטון באיכות HD אם אפשר?
ro_ro: Redare video în format HD, dacă este posibil?

source: Enable HD
he_il: הפעל HD
ro_ro: Permite HD

source: No HD, we're smallband!
he_il: בלי HD, אין לנו רוחב פס!
ro_ro: Nu HD, suntem smallband!

source: Bonus feature:
he_il: תכונת בונוס:
ro_ro: Caracteristica bonus:

source: Disable 3rd party tracking.
he_il: כבה מעקב צד שלישי
ro_ro: Dezactivaţi urmărirea 3rd party.

source: I don't mind 3rd party tracking (default)
he_il: לא מפריע לי מעקב צד שלישי (ברירת מחדל)
ro_ro: Nu ma deranjeaza de urmărire 3rd party (implicit)

source: Save Changes
he_il: שמור שינויים
ro_ro: Salvaţi Modificările

source: futtta about
he_il: אודות futta
ro_ro: futtta despre

source: WordPress
he_il: וורדפרס

source: Web Technology
he_il: טכנולוגיית רשת
ro_ro: Web Tehnologie

source: Lite and accessible YouTube audio and video embedding.
he_il: טכנולוגייה קלה משקל להטמעה של סרטוני יוטיוב
ro_ro: Lite şi accesibile pe YouTube audio şi video de încorporare.
